//Задание 11
//Таксопарк. Определить иерархию автомобилей (такси, грузовое такси, микроавтобус).
//Создать таксопарк. Посчитать стоимость автопарка. Провести сортировку автомобилей
//парка на основе одного и нескольких параметров. Найти автомобиль в компании,
//соответствующий заданному диапазону параметров грузоподъемности и вместимости
//пассажиров.

import controller.Director;


public class Runner {
    public static void main(String[] args) throws Exception {
        Director director = new Director();
        director.start();

    }
}



